package main

import "fmt"

/**
* Syntax Go. Homework 5
* Zaur Malakhov, dated May 11, 2019
 */

// 01. Изучите статью "Time in Go: A primer" ...
// На мой взгляд статья является очень полезной для начинающих.
// Если бы в свое время, когда изучал php я наткнулся на такую статью,
// то сэкономил бы себе много времени.

// Предлагаю сделать так:
// -В методичке сделать раздел по этому пакету, все основные моменты
// описанные в данной статье слегка переработать и внести
// в методичку, с примерами.
// -В презентации отразить основные возможности без расшифровки.
// -во время урока много времени тратить не придется, слегка
// рассказать основные моменты, а остальное на самостоятельное изучение,
// так как в методичкевсе будет хорошо описано.

func main() {
	fmt.Println("time")
}
